let db = [{
    name: 'Габриэль Гарсиа Маркес',
    birthday: '06-03-1927',
    deathdate: '17-04-2014',
    country: 'Колумбия',
    photo: 'https://upload.wikimedia.org/wikipedia/commons/0/0f/Gabriel_Garcia_Marquez.jpg',
    books: [
        {
            name: 'Сто лет одиночества',
            published: 1967,
            cover: 'https://upload.wikimedia.org/wikipedia/ru/9/9d/100years.jpg',
            genre: ['роман'],
            notes: '...',
            read: 2020
        },
        {
            name: 'Любовь во время чумы',
            published: 1985,
            cover: 'https://i.livelib.ru/boocover/1002072601/200/6cf4/Gabriel_Garsia_Markes__Lyubov_vo_vremya_chumy.jpg',
            genre: ['роман'],
            notes: '...'
        },
        {
            name: 'Полковнику никто не пишет',
            published: 1961,
            cover: 'https://www.livelib.ru/book/1000318322-polkovniku-nikto-ne-pishet-gabriel-garsia-markes',
            genre: ['повесть'],
            notes: 'Самое плохое в бедности — это то, что она заставляет говорить неправду.' +
                'Я не ношу шляпы, чтобы ни перед кем её не снимать. ' +
                'Мы стали слишком взрослыми, чтобы верить в приход Мессии.\n' +
                'Женщина пришла в отчаяние.\n' +
                '— А что мы будем есть все это время? — Она схватила его за ворот рубашки и с силой тряхнула. — Скажи, что мы будем есть?\n' +
                'Полковнику понадобилось прожить семьдесят пять лет — ровно семьдесят пять лет, минута в минуту, — чтобы дожить до этого мгновения. И он почувствовал себя непобедимым, когда четко и ясно ответил:\n' +
                '— Дерьмо.\n' +
                '\n'

        },
        {
            name: 'Невероятная и печальная история о простодушной Эрендире и ее жестокосердной бабушке',
            published: 1972,
            cover: 'https://i1.mybook.io/p/512x852/book_covers/de/0e/de0e3af8-8cfa-45f9-aa70-c2408575e4f0.jpe?v2',
            genre: ['повесть'],
            notes: '...'
        },
    ]
},
{
    name: 'Дэниел Киз',
    birthday: '09-08-1927',
    deathdate: '15-06-2014',
    country: 'США',
    photo: 'https://upload.wikimedia.org/wikipedia/ru/c/cd/%D0%94%D1%8D%D0%BD%D0%B8%D0%B5%D0%BB_%D0%9A%D0%B8%D0%B7.jpg',
    books: [
        {
            name: 'Цветы для Элджернона',
            published: 1966,
            cover: 'https://i3.mybook.io/p/512x852/book_covers/56/b3/56b3dc88-2981-4ec1-9118-49d800bc0bd7.jpg?v2',
            genre: ['роман'],
            notes: 'Я открыл, как человек может начать презирать самого себя. Это происходит, когда он сознает, что поступает неправильно, но не может остановиться.\n' +
                'Удивительно, как люди высоких моральных принципов и столь же высокой чувствительности, никогда не позволяющие себе воспользоваться преимуществом над ' +
                'человеком, рожденным без рук, ног или глаз, как они легко и бездумно потешаются над человеком, рожденным без разума.\n' +
                'Нельзя построить новый дом на месте старого, не разрушив его'

        },
    ]

};